{
	"name" : "Immortal cultivation heroes",
	"description" : "Hereby, we solemnly declare that during the development of this mod, we have drawn on many other mods. However, due to the difficulty in getting in touch with the original authors, we were unable to inform them in a timely manner. We sincerely hope for everyone's understanding.<br>The following is the list of the referenced mods:<br>- phoenix-as-a-dream（by kdmcser, Maestro & xiasimanniu）;<br>- stlk-rookiecamp-town（by menzhiyuan）；<br>- stalkerbarge-town（by menzhiyuan）；<br>- dragonutopiaks-town（by menzhiyuan）；<br>- tidesOfWar（by Mod Design Team）；<br>- ruins-town（by Fiorin, Stefan Ciobanu）；<br>- dragonutopiaks-town（by menzhiyuan）；<br>- third-upgrades（by VMaiko, avatar）;<br>- Necropolis creatures（by Valery, itsjustme, axolotl, zeryss）.<br>We sincerely thank all the original authors for their hard work and dedication. With deep gratitude, I would like to especially acknowledge Huo Wu Long Xiao（like）'s tireless translation efforts, Phoenix As a Dream patient and meticulous guidance, and the invaluable advice from the experts in the H3 VCMI WeChat group. Additionally, we are grateful to Zi Yue Yan Xiao (Henry.Tao)  for his unique ideas and suggestions, which have greatly enhanced the mod. Once again, thank you all for your support and contributions, which have made the successful completion of this mod possible. <br> Instructions for This Mod:Add some heroes from “A Record of Mortal's Cultivation to Immortality”, “Zhu Xian”, “Xian Ni” ， “Zhe Tian”and“Battle Through the Heavens”; introduce three new skills including “Master of Skill Resources”, “Life Drain” and “Vitality Rebirth”，excerpt the magical doodle of Ruins Down; Strengthen the original pendant treasures; add some combined treasures made from the original treasures，and a new treasure called “Heavenly Thunder Bamboo”.  <br>Add fused artifacts for lartifacts and Add pendant fusion treasure  “loong jade”.<br> If there are any mistakes or omissions, all bosses are welcomed to point them out.",
	"version" : "1.1.1",
	"author" : "L,like",
	"contact": "491869265@qq.com",
	"modType" : "Heroes",
	"language": "chinese",
	"chinese" : {
	    "name" : "L模组整合",
		"description" : "在此，我们郑重声明，在本模组的开发过程中，我们从许多其他的模组中汲取了灵感，但由于难以与原作者取得联系，未能及时告知，还望诸位谅解。<br>以下是引用模组列表：<br>- phoenix-as-a-dream（作者kdmcser, Maestro & xiasimanniu）;<br>- stlk-rookiecamp-town（作者menzhiyuan）；<br>- stalkerbarge-town（作者menzhiyuan）；<br>- dragonutopiaks-town（作者menzhiyuan）；<br>- tidesOfWar（作者Mod Design Team）；<br>- ruins-town（作者Fiorin, Stefan Ciobanu）；<br>- dragonutopiaks-town（作者menzhiyuan）；<br>- third-upgrades（作者VMaiko, avatar）;<br>- Necropolis creatures（作者Valery, itsjustme, axolotl, zeryss）。<br>作为整合者，我们衷心感谢诸位原作者的辛勤付出。在此，我满怀感激之情，特别致谢郑理科（like）的不辞辛勤翻译、以及凤凰如梦不耐其烦的悉心指点，还有英雄无敌3增强版VCMI微信群各路大神的指导。同时，感谢紫玥炎霄（Henry.Tao）所提供的独到构思与建议，更是为模组增添了无限光彩。再次致谢，因你们的支持与贡献，使此模组圆满完成。<br>本模组说明如下：添加一些凡人修仙传、诛仙、仙逆、遮天、斗破苍穹的英雄；新增技能资源大师、吸血、活力重生并从phoenix-as-a-dream中移植技能“法术全才”、“火系减免”和魔法“永远优先”，借用了ruins-town中的魔法“身轻如燕”；加强了原版吊坠宝物；新增一些原版宝物的组合宝物，新增一个宝物天雷竹。 <br> 增加了一些宝物组合的融合宝物，和一个吊坠融合宝物真龙璧。 <br> 新人制作，如有错漏，欢迎各位大佬指正。",
		"translations" : 
		[
			"translation/zeng/chinese.json"
		]
	},
	"compatibility" :
	{
		"min" : "1.5.0"
	},	
	"conflicts" :
	[
	    "L-mods"
	],
	"skills" : 
	[
		"config/skills/allschools2.json",
		"config/skills/fire_resist2.json"
	],
	"spells" : 
	[
		"config/spells/spbxsl.json"
	],
	
	"changelog" :
	{
		"1.0.0"   : [ "Add some heroes from “A Record of Mortal's Cultivation to Immortality”, “Zhu Xian”, “Xian Ni” and “Zhe Tian”; introduce three new skills including “Master of Skill Resources”, “Life Drain” and “Vitality Rebirth”; strengthen the original pendant treasures; add some combined treasures made from the original treasures." ],
		"1.1.0"   : [ "Add some heroes from “Douluo Continent”; introduce a new treasure called “Heavenly Thunder Bamboo”; modify the abilities of Han Li and Nan Gong Wan in the “Mortal” part." ],
		"1.1.1"   : [ "Add fused artifacts for lartifacts and Add pendant fusion treasure  “loong jade”."]
	}
}
